Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: This runs hermes profile delete. It removes the whole profile directory — sessions, memories, state.db and .env — and can't be undone.
de: Dies führt hermes profile delete aus. Es entfernt das gesamte Profilverzeichnis — Sitzungen, Erinnerungen, state.db und .env — und kann nicht rückgängig gemacht werden.
es: Esto ejecuta hermes profile delete. Elimina todo el directorio del perfil — sesiones, memorias, state.db y .env — y no se puede deshacer.
fr: Cela exécute hermes profile delete. Cela supprime tout le répertoire du profil — sessions, mémoires, state.db et .env — et est irréversible.
ja: これは hermes profile delete を実行します。セッション、メモリ、state.db、.env を含むプロファイルディレクトリ全体を削除し、取り消すことはできません。
pt_br: Isso executa hermes profile delete. Remove todo o diretório do perfil — sessões, memórias, state.db e .env — e não pode ser desfeito.
zh_hans: 这将运行 hermes profile delete。它会删除整个配置目录 — 会话、记忆、state.db 和 .env — 且无法撤销。

source: This runs hermes profile rename, which moves the profile directory and updates its alias.
de: Dies führt hermes profile rename aus, wodurch das Profilverzeichnis verschoben und sein Alias aktualisiert wird.
es: Esto ejecuta hermes profile rename, que mueve el directorio del perfil y actualiza su alias.
fr: Cela exécute hermes profile rename, qui déplace le répertoire du profil et met à jour son alias.
ja: これは hermes profile rename を実行し、プロファイルディレクトリを移動してエイリアスを更新します。
pt_br: Isso executa hermes profile rename, que move o diretório do perfil e atualiza o alias dele.
zh_hans: 这将运行 hermes profile rename,它会移动配置目录并更新其别名。

source: This Scarf build doesn't render this widget type. Update Scarf or change the widget type in dashboard.json.
de: Dieser Scarf-Build stellt diesen Widget-Typ nicht dar. Aktualisiere Scarf oder ändere den Widget-Typ in dashboard.json.
es: Esta versión de Scarf no renderiza este tipo de widget. Actualiza Scarf o cambia el tipo de widget en dashboard.json.
fr: Cette version de Scarf n'affiche pas ce type de widget. Mettez Scarf à jour ou changez le type de widget dans dashboard.json.
ja: この Scarf ビルドはこのウィジェットタイプを描画できません。Scarf を更新するか、dashboard.json でウィジェットタイプを変更してください。
pt_br: Esta versão do Scarf não renderiza este tipo de widget. Atualize o Scarf ou altere o tipo de widget em dashboard.json.
zh_hans: 此 Scarf 版本无法渲染该小部件类型。请更新 Scarf,或在 dashboard.json 中更改小部件类型。

source: This Scarf build doesn't render this widget type. Update Scarf or change the widget type in dashboard.json. Known types are listed in tools/widget-schema.json.
de: Dieser Scarf-Build stellt diesen Widget-Typ nicht dar. Aktualisiere Scarf oder ändere den Widget-Typ in dashboard.json. Die bekannten Typen stehen in tools/widget-schema.json.
es: Esta compilación de Scarf no muestra este tipo de widget. Actualiza Scarf o cambia el tipo de widget en dashboard.json. Los tipos conocidos están en tools/widget-schema.json.
fr: Cette version de Scarf n’affiche pas ce type de widget. Mettez Scarf à jour ou changez le type de widget dans dashboard.json. Les types connus sont listés dans tools/widget-schema.json.
ja: この Scarf のビルドはこのウィジェットタイプを描画できません。Scarf を更新するか、dashboard.json でウィジェットタイプを変更してください。既知のタイプは tools/widget-schema.json に一覧があります。
pt_br: Esta build do Scarf não renderiza este tipo de widget. Atualize o Scarf ou mude o tipo de widget no dashboard.json. Os tipos conhecidos estão em tools/widget-schema.json.
zh_hans: 此版本的 Scarf 无法渲染该小组件类型。请更新 Scarf,或在 dashboard.json 中更改小组件类型。已知类型列在 tools/widget-schema.json 中。

source: This server runs %@. Update to v0.12 to unlock the autonomous curator, multimodal image input, GMI Cloud / Azure / LM Studio / MiniMax / Tencent providers, and more.
de: Auf diesem Server läuft %@. Aktualisiere auf v0.12, um den autonomen Kurator, multimodale Bildeingabe, die Anbieter GMI Cloud / Azure / LM Studio / MiniMax / Tencent und mehr freizuschalten.
es: Este servidor ejecuta %@. Actualiza a v0.12 para desbloquear el curador autónomo, la entrada de imágenes multimodal, los proveedores GMI Cloud / Azure / LM Studio / MiniMax / Tencent, y más.
fr: Ce serveur exécute %@. Passez à la v0.12 pour débloquer le curateur autonome, l'entrée d'images multimodale, les fournisseurs GMI Cloud / Azure / LM Studio / MiniMax / Tencent, et plus encore.
ja: このサーバーは %@ を実行しています。v0.12 に更新すると、自律キュレーター、マルチモーダル画像入力、GMI Cloud / Azure / LM Studio / MiniMax / Tencent プロバイダーなどが利用できます。
pt_br: Este servidor executa %@. Atualize para a v0.12 para desbloquear o curador autônomo, entrada de imagem multimodal, os provedores GMI Cloud / Azure / LM Studio / MiniMax / Tencent e mais.
zh_hans: 此服务器运行的是 %@。升级到 v0.12 以解锁自主策展器、多模态图片输入、GMI Cloud / Azure / LM Studio / MiniMax / Tencent 提供方等功能。

source: This skill is in `skills.disabled` in `~/.hermes/config.yaml`. Hermes won't load it. Re-enable from the Mac app's Skills config UI or with `hermes skills config`.
de: Dieser Skill steht in `skills.disabled` in `~/.hermes/config.yaml`. Hermes lädt ihn nicht. Aktiviere ihn wieder über die Skills-Konfiguration der Mac-App oder mit `hermes skills config`.
es: Esta habilidad está en `skills.disabled` en `~/.hermes/config.yaml`. Hermes no la cargará. Vuelve a activarla desde la interfaz de configuración de Habilidades de la app de Mac o con `hermes skills config`.
fr: Cette compétence figure dans `skills.disabled` dans `~/.hermes/config.yaml`. Hermes ne la chargera pas. Réactivez-la depuis l'interface de configuration des compétences de l'app Mac ou avec `hermes skills config`.
ja: このスキルは `~/.hermes/config.yaml` の `skills.disabled` に含まれています。Hermes はこれを読み込みません。Mac アプリのスキル設定 UI または `hermes skills config` で再度有効にしてください。
pt_br: Esta habilidade está em `skills.disabled` no `~/.hermes/config.yaml`. O Hermes não a carregará. Reative pela interface de configuração de Habilidades do app para Mac ou com `hermes skills config`.
zh_hans: 此技能位于 `~/.hermes/config.yaml` 的 `skills.disabled` 中。Hermes 不会加载它。请在 Mac 应用的技能配置界面中或使用 `hermes skills config` 重新启用。

source: This template declares %lld files. Templates hold a handful; refusing to open it.
de: Diese Vorlage gibt %lld Dateien an. Vorlagen enthalten nur eine Handvoll – sie wird nicht geöffnet.
es: Esta plantilla declara %lld archivos. Las plantillas contienen unos pocos; no se abrirá.
fr: Ce modèle déclare %lld fichiers. Les modèles en contiennent une poignée ; refus de l’ouvrir.
ja: このテンプレートは %lld 個のファイルを宣言しています。テンプレートに含まれるのは数個です。開かずに中止します。
pt_br: Este modelo declara %lld arquivos. Modelos contêm poucos; não será aberto.
zh_hans: 此模板声明了 %lld 个文件。模板通常只有寥寥几个，已拒绝打开。

source: This template file is %lld MB. Templates are a few kilobytes; refusing to open it.
de: Diese Vorlagendatei ist %lld MB groß. Vorlagen umfassen nur wenige Kilobyte – sie wird nicht geöffnet.
es: Este archivo de plantilla ocupa %lld MB. Las plantillas son de unos pocos kilobytes; no se abrirá.
fr: Ce fichier de modèle fait %lld Mo. Les modèles pèsent quelques kilo-octets ; refus de l’ouvrir.
ja: このテンプレートファイルは %lld MB あります。テンプレートは数キロバイトです。開かずに中止します。
pt_br: Este arquivo de modelo tem %lld MB. Modelos têm alguns kilobytes; não será aberto.
zh_hans: 此模板文件为 %lld MB。模板通常只有几 KB，已拒绝打开。

source: This template has no configuration fields.
de: Diese Vorlage hat keine Konfigurationsfelder.
es: Esta plantilla no tiene campos de configuración.
fr: Ce modèle n'a aucun champ de configuration.
ja: このテンプレートには設定項目がありません。
pt_br: Este modelo não tem campos de configuração.
zh_hans: 此模板没有配置字段。

source: This template would expand to %lld MB. Templates are a few kilobytes; refusing to open it.
de: Diese Vorlage würde auf %lld MB entpackt. Vorlagen umfassen nur wenige Kilobyte – sie wird nicht geöffnet.
es: Esta plantilla se expandiría a %lld MB. Las plantillas son de unos pocos kilobytes; no se abrirá.
fr: Ce modèle se décompresserait en %lld Mo. Les modèles pèsent quelques kilo-octets ; refus de l’ouvrir.
ja: このテンプレートは展開すると %lld MB になります。テンプレートは数キロバイトです。開かずに中止します。
pt_br: Este modelo se expandiria para %lld MB. Modelos têm alguns kilobytes; não será aberto.
zh_hans: 此模板解压后将达到 %lld MB。模板通常只有几 KB，已拒绝打开。

source: This uploads logs, config (with secrets redacted), and system info to Nous Research support infrastructure. Review the output below before sharing the returned URL.
de: Damit werden Logs, Konfiguration (mit geschwärzten Secrets) und Systeminfos zur Support-Infrastruktur von Nous Research hochgeladen. Prüfe die Ausgabe unten, bevor du die zurückgegebene URL teilst.
es: Esto sube registros, configuración (con secretos redactados) e información del sistema a la infraestructura de soporte de Nous Research. Revisa la salida antes de compartir la URL devuelta.
fr: Cela téléverse les journaux, la configuration (secrets masqués) et les infos système vers l'infrastructure de support Nous Research. Vérifiez la sortie ci-dessous avant de partager l'URL retournée.
ja: これにより、ログ、設定(シークレットはマスク済み)、システム情報が Nous Research のサポートインフラにアップロードされます。返された URL を共有する前に下の出力を確認してください。
pt_br: Isso envia logs, configuração (com segredos mascarados) e informações do sistema para a infraestrutura de suporte da Nous Research. Revise a saída antes de compartilhar a URL retornada.
zh_hans: 这会将日志、配置(密钥已脱敏)和系统信息上传到 Nous Research 支持基础设施。分享返回的 URL 前请查看下方输出。

source: This widget wants to load an image from %@.
de: Dieses Widget möchte ein Bild von %@ laden.
es: Este widget quiere cargar una imagen desde %@.
fr: Ce widget veut charger une image depuis %@.
ja: このウィジェットは %@ から画像を読み込もうとしています。
pt_br: Este widget quer carregar uma imagem de %@.
zh_hans: 此小组件想要从 %@ 加载图片。

source: This will overwrite files under %@ with the archive contents.
de: Dies überschreibt Dateien unter %@ mit dem Inhalt des Archivs.
es: Esto sobrescribirá los archivos en %@ con el contenido del archivo.
fr: Cela écrasera les fichiers sous %@ avec le contenu de l'archive.
ja: これにより、%@ 配下のファイルがアーカイブの内容で上書きされます。
pt_br: Isso sobrescreverá os arquivos em %@ com o conteúdo do arquivo compactado.
zh_hans: 这将使用归档内容覆盖 %@ 下的文件。

source: This will overwrite files under ~/.hermes/ with the archive contents.
de: Damit werden Dateien unter ~/.hermes/ mit dem Archivinhalt überschrieben.
es: Esto sobrescribirá archivos bajo ~/.hermes/ con el contenido del archivo.
fr: Cela écrasera les fichiers sous ~/.hermes/ avec le contenu de l'archive.
ja: これにより ~/.hermes/ 以下のファイルがアーカイブの内容で上書きされます。
pt_br: Isso sobrescreverá arquivos em ~/.hermes/ com o conteúdo do arquivo.
zh_hans: 这将使用归档内容覆盖 ~/.hermes/ 下的文件。

source: This will permanently delete the session and all its messages.
de: Damit werden die Sitzung und alle ihre Nachrichten dauerhaft gelöscht.
es: Esto eliminará permanentemente la sesión y todos sus mensajes.
fr: Cela supprimera définitivement la session et tous ses messages.
ja: これによりセッションとそのすべてのメッセージが恒久的に削除されます。
pt_br: Isso excluirá permanentemente a sessão e todas as suas mensagens.
zh_hans: 这将永久删除该会话及其所有消息。

source: Threshold
de: Schwellenwert
es: Umbral
fr: Seuil
ja: しきい値
pt_br: Limiar
zh_hans: 阈值

source: Timeout
de: Zeitlimit
es: Tiempo de espera
fr: Délai
ja: タイムアウト
pt_br: Tempo limite
zh_hans: 超时

source: Timezone
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
ja: タイムゾーン
pt_br: Fuso horário
zh_hans: 时区

source: Timezone (IANA)
de: Zeitzone (IANA)
es: Zona horaria (IANA)
fr: Fuseau horaire (IANA)
ja: タイムゾーン (IANA)
pt_br: Fuso horário (IANA)
zh_hans: 时区 (IANA)

source: Title
de: Titel
es: Título
fr: Titre
ja: タイトル
pt_br: Título
zh_hans: 标题

source: Title Generation
de: Titelgenerierung
es: Generación de títulos
fr: Génération de titre
ja: タイトル生成
pt_br: Geração de título
zh_hans: 标题生成

source: To do
de: Zu erledigen
es: Por hacer
fr: À faire
ja: 未着手
pt_br: A fazer
zh_hans: 待办

source: To skip the passphrase prompt at every reboot, add `--apple-use-keychain` to cache it in macOS Keychain.
de: Um die Passphrase-Abfrage bei jedem Neustart zu überspringen, füge `--apple-use-keychain` hinzu, um sie im macOS-Schlüsselbund zu cachen.
es: Para evitar que pida la frase de contraseña en cada reinicio, añade `--apple-use-keychain` para almacenarla en el llavero de macOS.
fr: Pour éviter la demande de phrase secrète à chaque redémarrage, ajoutez `--apple-use-keychain` pour la mettre en cache dans le trousseau macOS.
ja: 毎回の再起動時にパスフレーズのプロンプトをスキップするには、`--apple-use-keychain` を追加して macOS キーチェーンにキャッシュしてください。
pt_br: Para pular a solicitação de frase secreta a cada reinicialização, adicione `--apple-use-keychain` para armazená-la no Keychain do macOS.
zh_hans: 要跳过每次重启时的密码短语提示,添加 `--apple-use-keychain` 以将其缓存到 macOS Keychain 中。

source: To which hosts
de: Auf welche Hosts
es: A qué hosts
fr: Vers quels hôtes
ja: どのホストへ
pt_br: Para quais hosts
zh_hans: 推送到哪些主机

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
pt_br: Hoje
zh_hans: 今天

source: Toggle text-to-speech (/voice tts)
de: Text-to-Speech umschalten (/voice tts)
es: Alternar texto a voz (/voice tts)
fr: Basculer la synthèse vocale (/voice tts)
ja: テキスト読み上げを切り替え (/voice tts)
pt_br: Alternar texto-para-fala (/voice tts)
zh_hans: 切换文字转语音 (/voice tts)

source: Toggle voice mode (/voice)
de: Sprachmodus umschalten (/voice)
es: Alternar modo de voz (/voice)
fr: Basculer le mode vocal (/voice)
ja: 音声モードを切り替え (/voice)
pt_br: Alternar modo de voz (/voice)
zh_hans: 切换语音模式 (/voice)

source: Token on disk. Clear to re-authenticate next time the gateway connects.
de: Token auf der Festplatte. Löschen, damit sich das Gateway beim nächsten Verbinden neu authentifiziert.
es: Token en disco. Bórralo para que se vuelva a autenticar en la próxima conexión del gateway.
fr: Jeton sur disque. Effacez-le pour forcer une nouvelle authentification à la prochaine connexion du gateway.
ja: トークンはディスク上にあります。消去すると、次回 gateway が接続する際に再認証します。
pt_br: Token no disco. Limpe para reautenticar na próxima vez que o gateway conectar.
zh_hans: 令牌已保存到磁盘。清除后,gateway 下次连接时将重新认证。

source: Token Threshold
de: Token-Schwelle
es: Umbral de tokens
fr: Seuil de jetons
ja: トークンしきい値
pt_br: Limiar de tokens
zh_hans: Token 阈值

source: Tool Approval Required
de: Tool-Genehmigung erforderlich
es: Se requiere aprobación de herramienta
fr: Approbation d'outil requise
ja: ツールの承認が必要
pt_br: Aprovação de ferramenta necessária
zh_hans: 需要工具批准

source: Tool call %@
de: Tool-Aufruf %@
es: Llamada de herramienta %@
fr: Appel d’outil %@
ja: ツール呼び出し %@
pt_br: Chamada de ferramenta %@
zh_hans: 工具调用 %@

# Tool call %@, %@
source: Tool call %1$@, %2$@
de: Tool-Aufruf %1$@, %2$@
es: Llamada de herramienta %1$@, %2$@
fr: Appel d’outil %1$@, %2$@
ja: ツール呼び出し %1$@、%2$@
pt_br: Chamada de ferramenta %1$@, %2$@
zh_hans: 工具调用 %1$@,%2$@

source: Tool call %@, repeated %lld times, %@
de: Tool-Aufruf %1$@, %2$lld-mal wiederholt, %3$@
es: Llamada de herramienta %1$@, repetida %2$lld veces, %3$@
fr: Appel d’outil %1$@, répété %2$lld fois, %3$@
ja: ツール呼び出し %1$@、%2$lld 回繰り返し、%3$@
pt_br: Chamada de ferramenta %1$@, repetida %2$lld vezes, %3$@
zh_hans: 工具调用 %1$@，重复 %2$lld 次，%3$@

source: Tool Calls
de: Tool-Aufrufe
es: Llamadas a herramientas
fr: Appels d'outils
ja: ツール呼び出し
pt_br: Chamadas de ferramentas
zh_hans: 工具调用

source: Tool calls hydrating in the background…
de: Tool-Aufrufe werden im Hintergrund geladen…
es: Llamadas a herramientas hidratándose en segundo plano…
fr: Appels d'outils en cours de chargement en arrière-plan…
ja: ツール呼び出しをバックグラウンドで復元中…
pt_br: Chamadas de ferramenta sendo carregadas em segundo plano…
zh_hans: 工具调用正在后台加载…

source: Tool Filters
de: Tool-Filter
es: Filtros de herramientas
fr: Filtres d'outils
ja: ツールフィルタ
pt_br: Filtros de ferramentas
zh_hans: 工具过滤器

source: Tool inspector
de: Tool-Inspektor
es: Inspector de herramientas
fr: Inspecteur d’outils
ja: ツールインスペクタ
pt_br: Inspetor de ferramentas
zh_hans: 工具检查器

source: Tool kits the agent can call. Toggle per platform; MCP servers extend this list.
de: Tool-Kits, die der Agent aufrufen kann. Pro Plattform umschaltbar; MCP-Server erweitern diese Liste.
es: Kits de herramientas que el agente puede llamar. Actívalos por plataforma; los servidores MCP amplían esta lista.
fr: Jeux d'outils que l'agent peut appeler. À activer par plateforme ; les serveurs MCP étendent cette liste.
ja: エージェントが呼び出せるツールキット。プラットフォームごとに切り替え可能で、MCP サーバーがこのリストを拡張します。
pt_br: Kits de ferramentas que o agente pode chamar. Alterne por plataforma; servidores MCP estendem esta lista.
zh_hans: agent 可调用的工具包。按平台切换;MCP 服务器会扩展此列表。

source: Tool output
de: Tool-Ausgabe
es: Salida de la herramienta
fr: Sortie de l'outil
ja: ツールの出力
pt_br: Saída da ferramenta
zh_hans: 工具输出

source: Tool Progress
de: Tool-Fortschritt
es: Progreso de herramientas
fr: Progression des outils
ja: ツールの進捗
pt_br: Progresso da ferramenta
zh_hans: 工具进度

source: Tool Progress Command
de: Befehl für Tool-Fortschritt
es: Comando de progreso de herramientas
fr: Commande de progression des outils
ja: ツール進捗のコマンド
pt_br: Comando de progresso das ferramentas
zh_hans: 工具进度命令

source: Tool use enforcement
de: Erzwingung der Tool-Nutzung
es: Uso obligatorio de herramientas
fr: Forçage de l'utilisation des outils
ja: ツール使用の強制
pt_br: Imposição de uso de ferramentas
zh_hans: 工具调用强制策略

source: Tool Use Enforcement
de: Erzwingung der Tool-Nutzung
es: Obligatoriedad de uso de herramientas
fr: Application de l'usage des outils
ja: ツール使用の強制
pt_br: Imposição de uso de ferramentas
zh_hans: 工具使用强制策略

source: Top 20 by p95
de: Top 20 nach p95
es: Los 20 principales por p95
fr: Top 20 par p95
ja: p95 上位 20 件
pt_br: Top 20 por p95
zh_hans: 按 p95 排名前 20

source: Top Level
de: Oberste Ebene
es: Nivel superior
fr: Niveau supérieur
ja: トップレベル
pt_br: Nível superior
zh_hans: 顶层

source: Topic
de: Thema
es: Tema
fr: Sujet
ja: トピック
pt_br: Tópico
zh_hans: 主题

source: Total
de: Gesamt
ja: 合計
zh_hans: 总计

source: Total Cost
de: Gesamtkosten
es: Coste total
fr: Coût total
ja: 合計コスト
pt_br: Custo total
zh_hans: 总费用

source: Total Tokens
de: Tokens gesamt
es: Tokens totales
fr: Jetons au total
ja: 合計トークン
pt_br: Tokens totais
zh_hans: 总 token 数

source: Tracked while this window stays open — Hermes can't re-list peer runs.
de: Wird verfolgt, solange dieses Fenster geöffnet bleibt — Hermes kann Peer-Läufe nicht erneut auflisten.
es: Se registra mientras esta ventana permanezca abierta — Hermes no puede volver a listar las ejecuciones del par.
fr: Suivi tant que cette fenêtre reste ouverte — Hermes ne peut pas relister les exécutions des pairs.
ja: このウィンドウを開いている間のみ追跡されます — Hermes はピアの実行を再取得できません。
pt_br: Acompanhado enquanto esta janela permanecer aberta — o Hermes não consegue relistar execuções de peers.
zh_hans: 仅在此窗口保持打开时跟踪 — Hermes 无法重新列出对端运行。

# Trending %@ from %@ to %@.
source: Trending %1$@ from %2$@ to %3$@.
de: Trend %1$@ von %2$@ auf %3$@.
es: Tendencia %1$@ de %2$@ a %3$@.
fr: Tendance %1$@ de %2$@ à %3$@.
ja: %2$@ から %3$@ へ%1$@傾向です。
pt_br: Tendência %1$@ de %2$@ para %3$@.
zh_hans: 从 %2$@ 到 %3$@ 呈%1$@趋势。

source: Trigger a curator run. Returns immediately on pre-v0.13 hosts.
de: Einen Kurator-Lauf auslösen. Kehrt bei Hosts vor v0.13 sofort zurück.
es: Activa una ejecución del curador. Regresa inmediatamente en hosts anteriores a v0.13.
fr: Déclencher une exécution du curateur. Revient immédiatement sur les hôtes antérieurs à v0.13.
ja: キュレーターの実行をトリガーします。v0.13 より前のホストではすぐに戻ります。
pt_br: Disparar uma execução do curador. Retorna imediatamente em hosts anteriores à v0.13.
zh_hans: 触发一次策展器运行。在 v0.13 之前的主机上会立即返回。

source: Trim Keep (ms)
de: Beim Trimmen behalten (ms)
es: Conservar al recortar (ms)
fr: Marge conservée au rognage (ms)
ja: トリム時に残す長さ (ミリ秒)
pt_br: Manter ao aparar (ms)
zh_hans: 裁剪保留(毫秒)

source: Trim Silence (Cloud STT)
de: Stille abschneiden (Cloud-STT)
es: Recortar silencios (STT en la nube)
fr: Rogner les silences (STT cloud)
ja: 無音をトリム (クラウド STT)
pt_br: Aparar silêncios (STT na nuvem)
zh_hans: 裁剪静音(云端 STT)

source: Trim Threshold (dB)
de: Trimm-Schwellenwert (dB)
es: Umbral de recorte (dB)
fr: Seuil de rognage (dB)
ja: トリムのしきい値 (dB)
pt_br: Limite de corte (dB)
zh_hans: 裁剪阈值(dB)

source: Trust Repo
de: Repo vertrauen
es: Confiar en el repositorio
fr: Faire confiance au dépôt
ja: リポジトリを信頼
pt_br: Confiar no repositório
zh_hans: 信任仓库

source: Trusted for project skills
de: Vertrauenswürdig für Projekt-Skills
es: Confiable para habilidades de proyecto
fr: Approuvé pour les compétences du projet
ja: プロジェクトスキルとして信頼済み
pt_br: Confiável para habilidades de projeto
zh_hans: 已信任项目技能

source: Try again
de: Erneut versuchen
es: Inténtalo de nuevo
fr: Réessayer
ja: 再試行
pt_br: Tentar novamente
zh_hans: 重试

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
pt_br: Tentar novamente
zh_hans: 重试

source: Try Reading It Again
de: Erneut versuchen zu lesen
es: Intentar leerlo de nuevo
fr: Réessayer de le lire
ja: もう一度読み込む
pt_br: Tentar ler de novo
zh_hans: 重新尝试读取

source: Try Saving Again
de: Erneut versuchen zu speichern
es: Intentar guardar de nuevo
fr: Réessayer d’enregistrer
ja: もう一度保存する
pt_br: Tentar salvar de novo
zh_hans: 重新尝试保存

source: TTS Off
de: TTS aus
es: TTS apagado
fr: TTS désactivé
ja: TTS オフ
pt_br: TTS desligado
zh_hans: TTS 关

source: TTS On
de: TTS an
es: TTS encendido
fr: TTS activé
ja: TTS オン
pt_br: TTS ligado
zh_hans: TTS 开

source: TTS provider
de: TTS-Anbieter
es: Proveedor de TTS
fr: Fournisseur TTS
ja: TTS プロバイダー
pt_br: Provedor de TTS
zh_hans: 语音合成提供方

source: Turn this profile into a bot
de: Dieses Profil in einen Bot verwandeln
es: Convertir este perfil en un bot
fr: Transformer ce profil en bot
ja: このプロファイルをボットにする
pt_br: Transformar este perfil em um bot
zh_hans: 将此配置变成机器人

source: Type
de: Typ
es: Tipo
ja: 種類
pt_br: Tipo
zh_hans: 类型

source: Type a model ID exactly as Nous expects it. Leave blank to use Hermes's default.
de: Gib eine Modell-ID genau so ein, wie Nous sie erwartet. Leer lassen, um Hermes' Standard zu nutzen.
es: Escribe un ID de modelo exactamente como Nous lo espera. Déjalo vacío para usar el predeterminado de Hermes.
fr: Saisissez un ID de modèle exactement comme Nous l'attend. Laissez vide pour utiliser la valeur par défaut de Hermes.
ja: Nous が想定する形式のままモデル ID を入力してください。空欄のままにすると Hermes のデフォルトを使用します。
pt_br: Digite um ID de modelo exatamente como o Nous espera. Deixe em branco para usar o padrão do Hermes.
zh_hans: 按 Nous 所期望的格式准确输入模型 ID。留空则使用 Hermes 的默认值。

source: Type the model ID exactly as the server reports it.
de: Gib die Modell-ID genau so ein, wie der Server sie meldet.
es: Escribe el ID del modelo exactamente como lo reporta el servidor.
fr: Saisissez l'ID du modèle exactement comme le serveur le rapporte.
ja: サーバーが報告する通りに正確にモデル ID を入力してください。
pt_br: Digite o ID do modelo exatamente como o servidor o informa.
zh_hans: 按服务器报告的原样输入模型 ID。

source: Unarchive
de: Aus Archiv holen
es: Desarchivar
fr: Désarchiver
ja: アーカイブ解除
pt_br: Desarquivar
zh_hans: 取消归档

source: unassigned
de: nicht zugewiesen
es: sin asignar
fr: non attribuée
ja: 未割り当て
pt_br: sem responsável
zh_hans: 未分配

source: Unassigned
de: Nicht zugewiesen
es: Sin asignar
fr: Non assigné
ja: 未割り当て
pt_br: Não atribuído
zh_hans: 未分配
